VUGenSkripts/US4_Registration_New_Users/data/t22_RequestBody.txt

"<?xml version=\"1.0\" encoding=\"UTF-8\"?><soap:Envelope xmlns:soap=\"http://schemas.xmlsoap.o"
"rg/soap/envelope/\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:xsd=\"http:/"
"/www.w3.org/2001/XMLSchema\"><soap:Body><AccountCreateRequest xmlns=\"com.advantage.online.sto"
"re.accountservice\"><accountType>USER</accountType><address>Hokage Street 7</address><allowOff"
"ersPromotion>false</allowOffersPromotion><cityName>Konoha</cityName><countryId>Japan,jp</count"
"ryId><email>Naruto99@mail.jp</email><firstName>Naruto</firstName><lastName>Uzumaki</lastName><"
"loginName>Naruto99</loginName><password>Shad0wClone</password><phoneNumber>+81880001122</phone"
"Number><stateProvince>Konoha Reg</stateProvince><zipcode>110011</zipcode></AccountCreateReques"
"t></soap:Body></soap:Envelope>"
